Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Co w takim razie proponujesz?
uk: І що ти у такому разі пропонуєш?

source: Co w tym dziwnego?
uk: Що тут дивного?

source: Co wam zagraża?
uk: Що ж вам загрожує?

source: Co wiesz o Normanie?
uk: Що ти знаєш про Нормана?

source: Co wiesz o Wilczych jagodach?
uk: Що ти знаєш про вовчі ягоди?

source: Co wiesz o porwaniu Jorna?
uk: Що ти знаєш про викрадення Йорна?

source: Co wiesz o specjalnych grotach do polowań na pełzacze?
uk: Що тобі відомо про спеціальні наконечники для полювання на повзунів?

source: Co wiesz o tych bestiach?
uk: Що ти знаєш про цих звірів?

source: Co wiesz o tych porywaczach?
uk: Що відомо про цих викрадачів?

source: Co wiesz o tym grocie?
uk: Що ти знаєш про цей наконечник?

source: Co wiesz o tym konflikcie?
uk: Що тобі відомо про цей конфлікт?

source: Co wiesz o tym włamaniu?
uk: Що ти знаєш про це пограбування?

source: Co wiesz o tym zaginionym wartowniku?
uk: Що ти знаєш про зниклого охоронця?

source: Co wiesz o uszkodzeniu jednego z dźwigów portowych?
uk: Ти щось знаєш про пошкодження одного з портових кранів?

source: Co wiesz o włamaniu u Kurta?
uk: Що ти знаєш про пограбування Курта?

source: Co wiesz o zamachu w mieście?
uk: Що ти знаєш про замах в місті?

source: Co wiesz o zamachu?
uk: Що тобі відомо про замах?

source: Co więc możecie uczynić drodzy mieszkańcy Archolos?
uk: Що ж ви можете зробити, дорогі мешканці Архолосу?

source: Co więcej, alchemik potwierdził, że przyniosłeś mu zioła, na których mu zależało.
uk: Більше того, алхімік підтвердив, що ти приніс йому потрібні трави.

source: Co więcej, jeden z nich wygadał się po pijaku, że widział Roela spacerującego z jakimś innym górnikiem na niedługo przed jego zaginięciem.
uk: Більш того, один з них по п'яні зізнався, що бачив Роела з якимось іншим гірником незадовго до його зникнення.

source: Co więcej, jeden z nich wygadał się po pijaku...
uk: Більше того, один з них розмовляв сам з собою напідпитку...

source: Co więcej, jeśli będziesz potrzebował nauczyciela, to służę ci pomocą. Nie myśl, że ten stary mag zapomniał już, jak to jest podróżować i mierzyć się z niebezpieczeństwami!
uk: Якщо тобі потрібен вчитель, я завжди готовий допомогти. Не думай, що я старий і вже забув, як це – подорожувати і стикатися з небезпеками!

source: Co więcej, jeśli zdecydujesz się do nas dołączyć, masz mój głos.
uk: Більше того, якщо вирішиш приєднатися до нас, у тебе вже є мій голос.

source: Co więcej, okazuje się, że podobne plamy na swoich budynkach znalazło kilku mieszkańców Starego Miasta. Z tą różnicą, że namalowane zostały farbą.
uk: Більше того, з'ясувалося, що схожі плями на своїх будинках виявили кілька мешканців Старого міста. Різниця в тому, що вони були намальовані фарбою.

source: Co więcej, sam mistrz wspominał, że był u niego jakiś młody chłopak podobny do Arsa, który wypytywał o rodzaje zwierzęcej krwi.
uk: Більше того, сам ремісник згадував, що до нього приходив молодий хлопець, схожий на Арса, який розпитував про типи крові тварин.

source: Co więcej, składniki, takie jak jabłka czy maliny, nie tracą swoich dodatkowych wartości, nawet po przygotowaniu.
uk: Крім того, такі складники, як яблука та малина, не втрачають своїх корисних властивостей навіть після приготування.

source: Co więcej, za przykrości, których doświadczył z rąk funkcjonariuszy, zostanie mu wypłacone odszkodowanie w postaci dziesiątej części kwartalnego dochodu jednostki straży miejskiej.
uk: Крім того, він отримає компенсацію за побої, яких зазнав від рук правоохоронців, у розмірі десятої частини квартального доходу підрозділу Міської Варти.

source: Co wy na Adanosa tam wyrabialiście?
uk: О, Аданосе... що ти там наробив?

source: Co wy tu robicie?
uk: Що ви тут робите?

source: Co właściwie mam robić?
uk: Що саме я маю зробити?

source: Co właściwie znaczy jego nazwa?
uk: Що насправді означає його назва?

source: Co z Jornem? Udało ci się czegoś dowiedzieć?
uk: Що з Йорном? Вдалося щось з'ясувати?

source: Co z Kesselem i Riordianem? Czy oni też polegli?
uk: Що з Кесселем і Ріордіаном? Вони також загинули?

source: Co z Kesselem? Widać jakąś poprawę?
uk: Що з Кесселем? Бачиш якісь покращення?

source: Co z Kesselem? Zostawisz go tak tutaj?
uk: А як же Кессель? Ти збираєшся його ось так тут залишити?

source: Co z Rodrigo?
uk: А як щодо Родріго?

source: Co z bagiennym zielem?
uk: Що з болотною травою?

source: Co z ciebie za facet? Założę się, że ledwo jesteś w stanie udźwignąć zardzewiały miecz.
uk: Що з тебе за хлопець? Б'юся об заклад, що ти навіть іржавий меч не піднімеш.

source: Co z drogą powrotną?
uk: А як щодо зворотного шляху?

source: Co z leczeniem ran?
uk: А як щодо лікування поранень?

source: Co z moim bratem?
uk: Що з моїм братом?

source: Co z moją książką?
uk: А як щодо моєї книги?

source: Co z moją nagrodą?
uk: Що там з моєю винагородою?

source: Co z moją zapłatą?
uk: А як же моя платня?

source: Co z naszą misją? Co z Rozjemcą? Udało ci się go odnaleźć?
uk: А як же наша місія? Як щодо Миротворця? Ти знайшов його?

source: Co z naszą umową?
uk: Що з нашою угодою?

source: Co z nim robimy?
uk: Що ми з ним зробимо?

source: Co z nim? Spóźniliśmy się?
uk: Що з ним? Ми спізнилися?

source: Co z nią nie tak?
uk: Що з нею не так?

source: Co z portem? Dlaczego go podpaliliście? Co wam zrobili najbiedniejsi ludzie w mieście? Czy oni też są dla was Myrtańczykami?
uk: А як же порт? Навіщо ви його підпалили? Що вам зробили найбідніші люди в місті? Чи вони для вас теж міртанці?

source: Co z resztą?
uk: Що з рештою?

source: Co z rośliną? Ma jakieś właściwości?
uk: А що з тією рослиною? Вона має якісь властивості?

source: Co z tego wszystkiego miał Lichwiarz? Dlaczego ci pomógł?
uk: Що Лихвар отримав з усього цього? Чому він тобі допоміг?

source: Co z tego, że lepsze, skoro nie mogłem ich wydawać na to, co mi się żywnie podobało? Wolę dostawać te grosze i przepijać je w karczmie.
uk: Ну і що з того, що вони були кращі, якщо я не міг витратити їх на те, що хотів? Я краще візьму ці копійки і проп'ю їх в корчмі.

source: Co z twoim zdaniem o Gildii?
uk: Як щодо твоєї думки про Гільдію?

source: Co z tym... Rębaczem?
uk: Що там із... Різником?

source: Co z tymi fragmentami?
uk: Що з фрагментами?

source: Co z tą właścicielką burdelu?
uk: А як щодо власниці борделю?

source: Co z łowcami, którzy pomogą w poszukiwaniach mojego brata.
uk: Як щодо мисливців для пошуку мого брата?

source: Co za bezczelny padalec!
uk: Що за нахабна падлюка!

source: Co za brutal...
uk: От же ж негідник...

source: Co za czasy... żeby kat robił za lekarza! No dobra, poczekaj chwilę. Muszę tylko znaleźć odpowiednie słowa...
uk: Що за часи... коли кат виконує роботу лікаря! Зачекай хвилинку. Я тільки мушу підібрати правильні слова...

source: Co za drań! Chciał żebyśmy sobie skoczyli do gardeł! Tylko po co? Jaki mógł mieć w tym cel?
uk: От же ж падлюка! Він хотів, щоб ми вчепилися один одному в горлянки! Але заради чого? Яку мету він міг переслідувати?

source: Co za głupia bestia!
uk: До чого ж тупе створіння!

source: Co za kretyn. Nie powinniśmy go przyprowadzać...
uk: Що за дурень. Нащо ми його привели...

source: Co za miła niespodzianka.
uk: Яка приємна несподіванка.

source: Co za obrzydlistwo...
uk: Яка гидота...

source: Co za paskuda!
uk: Що за паскуда!

source: Co za paskudny potwór! Dobrze, że już po wszystkim.
uk: Яке мерзенне чудовисько! Добре, що все скінчилося.

source: Co za skandal! Taki kawał drogi na marne?
uk: Якого біса?! Стільки шляху пройдено намарно?

source: Co za tragedia... Szkoda chłopaka. Już nie znajdę tak sumiennego myśliwego jak on...
uk: Це трагедія... Шкода хлопця. Такого самовідданого мисливця, як він, більше ніде не знайти...

source: Co za tupet!
uk: Що за нахабство!

source: Co za tym idzie, dotarliśmy do ostatniego momentu, w którym jeszcze możesz się wycofać.
uk: Отже, ми підійшли до моменту, коли ти востаннє ще можеш відмовитися.

source: Co za ulga. Mag nie drążył zbytnio tematu. Runara trochę szkoda, ale tak czy inaczej, mam kolejny papier dla Mateya.
uk: Яке полегшення, що маг не надто зацікавився цією темою. Рунара трохи шкода, але в будь-якому випадку, у мене є ще один папірець для Матея.

source: Co za ulga. Mag nie drążył zbytnio tematu. Runara trochę szkoda, ale tak czy inaczej, zarobiłem trochę grosza.
uk: Яке полегшення, що маг не надто зацікавився цією темою. Рунара трохи шкода, але в будь-якому випадку, я заробив трохи грошей.

source: Co za wspaniała publika! Zadbajmy o to, by sprawiedliwość zatriumfowała!
uk: Яка чудова аудиторія! Давайте зробимо так, щоб справедливість перемогла!

source: Co za świństwo sprzedajesz ludziom?
uk: Що за паскудство ти продаєш людям?

source: Co zamierzacie zrobić?
uk: Що ти збираєшся робити?

source: Co zamierzasz teraz robić?
uk: Що ти збираєшся робити тепер?

source: Co zamierzasz zrobić?
uk: Що ти збираєшся робити?

source: Co zaszło między Stanem, a Rodrigo?
uk: Що сталося між Стеном і Родріго?

source: Co znajduje się w kontrakcie?
uk: Що передбачено контрактом?

source: Co znowu wymyśliłeś?
uk: Що ти знову вигадав?

source: Co znowu zrobiłem?
uk: Що я знову зробив не так?

source: Co zrobiliście z tym strażnikiem?
uk: Як ти вчинив з тим вартовим?

source: Co zrobić jeśli go znajdę?
uk: Що робити, якщо я його знайду?

source: Co zrobiłaś?!
uk: Що ти зробила?!

source: Co zrobiłeś z Reezem... khe?
uk: Що ти зробив з Різом... кхе?

source: Co zrobiłyście? Jaki był w tym cel?
uk: Що ви зробили? Але навіщо?

source: Co żeś tam bąknął?
uk: Що ти там ляпнув?

source: Co! Kto... O nie! Nie, nie, nie, nie, nie! Tylko nie to!
uk: Що! Хто... О, ні! Ні, ні, ні, ні, ні! Тільки не це!

source: Co!? Człowieku! Czym mam ją teraz poczęstować?
uk: Що?! Хлопче! І чим я тепер її пригощатиму?

source: Co!? Jak to zniknął?
uk: Що!? Як це зник?

source: Co!? Kim ty jesteś? O cholera... Patrz, Pat! Brat łysego! Jak mu było?
uk: Що?! Хто ти такий? От прокляття... Поглянь, Пате! Брат того лисого! Як його звали?

source: Co, a ty też lubisz?
uk: Що, ти теж їх любиш?

source: Co, chcesz oberwać jeszcze raz? Zmywaj się!
uk: Хочеш знову отримати на горіхи? Забирайся геть!

source: Co, gdybym ci powiedział, że za zamachem nie stoi jeden człowiek, a grupa ludzi? Ta sama, którą od lat próbuję rozpracować?
uk: А якщо я скажу тобі, що за нападом стоїть не одна людина, а група людей? Та сама, яку я намагаюся викрити вже багато років?

source: Co, ja nie wydębię? Ja nie dam rady? Powiedziałabym potrzymaj mi piwo, gdybym je miała, i poszłabym wszystko załatwiać!
uk: Що? Як це не вдасться? Я хіба не дам ради? Тоді я сказала б потримати моє пиво, якщо б я його тримала, а тоді пішла б і все владнала!

source: Co, jeśli Darthe zauważy kradzież?
uk: Що, якщо Дарт помітить крадіжку?

source: Co, niczego się nie dowiedziałeś, prawda?
uk: Що, ти так нічого і не дізнався?

source: Co, ten uparty Roderich ciągle chce przedłużać negocjacje? Nie wiem, co chce w ten sposób osiągnąć, przynajmniej oprócz wyprowadzenia mnie z równowagi.
uk: Що, цей впертий Родеріх хоче затягнути переговори? Я не знаю, чого він намагається цим досягти, окрім, хіба що, збити мене з пантелику.

source: Co, też chcesz zostać obywatelem? No to będziesz musiał sobie trochę poczekać.
uk: Що, ти теж хочеш стати громадянином? Що ж, доведеться трохи почекати.

source: Co, to jakieś przesłuchanie? Odejdź, odpoczywam.
uk: Це що, якийсь допит? Йди геть, я відпочиваю.

source: Co, z Londram? Kłamiesz. Mieszkałyśmy całe życie w mieście i nigdy cię tam nie widziałam!
uk: Що? З Лондраму? Брехня! Ми все життя прожили в місті, і я ніколи тебе там не бачила!

source: Co, znowu chcesz się ze mną spróbować?
uk: Що, хочеш спробувати ще раз?

source: Co...
uk: Що...

source: Co... co się dzieje?
uk: Що... що відбувається?

source: Co... co się stało?
uk: Що... Що сталося?

source: Co... co ty robisz?!
uk: Що... що ти робиш?!

source: Co... jak to? Kłamiesz!
uk: Що... як це? Ти брешеш!

source: Co... proponujesz?
uk: Що... що ти пропонуєш?

source: Co...? O! Dobry wieczór! Czy dobra noc nawet... em, z kim mam przyjemność?
uk: Що...? O! Доброго вечора! Чи навіть, доброї ночі... е-е, з ким я маю честь говорити?

source: Co?
uk: Що?

source: Co? Bezczelny! Trzeba było utargować niższą cenę, a nie płacić tyle, ile usłyszałeś i jeszcze od starego człowieka domagać się zwrotu!
uk: Що? Ах ти нахаба! Треба було торгуватися за нижчу ціну, а не платити першу, яку почув, і при цьому ще й вимагати від старого повернення грошей!

source: Co? Chcesz ich szukać?
uk: Що? Ти хочеш їх пошукати?

source: Co? Chcesz za niego płacić? A to podła gnida.
uk: Що? Ти хочеш за нього заплатити? От же ж гнида.

source: Co? Cholera, idę tam. Wy zgarnijcie ostatnią partię.
uk: Що? Дідько, я йду туди. Ви, хлопці, забирайте останню партію.

source: Co? Ciebie? Przecież prędzej się otrujesz, niż zrobisz jakąś przydatną miksturę! Alchemia to forma sztuki, przeznaczona tylko ludziom inteligentnym!
uk: Що? Тебе? Ти скоріше отруїшся, ніж приготуєш якесь корисне зілля! Алхімія – це мистецтво, призначене лише для розумних людей!

source: Co? Co masz na myśli?
uk: Що? Що ти маєш на увазі?

source: Co? Co to ma do rzeczy?
uk: Що? А це тут до чого?

source: Co? Co ty tu robisz?
uk: Що? Що ти тут робиш?

source: Co? Co zrobił ten łajdak?
uk: Що? Що зробив цей негідник?

source: Co? Człowieku, dlaczego ci tak na mnie zależy? Zostaw mnie w spokoju.
uk: Чому ти так переживаєш за мене? Залиш мене в спокої.

source: Co? Cóż ten stary szaleniec uczynił?
uk: Що? Що цей старий божевільний зробив?

source: Co? Dlaczego? Jak to ma zachęcić ludzi do służby?
uk: Що? Навіщо? Як це заохотить людей до служби?

source: Co? Do kopalni? Pogięło cię?
uk: Що? До копальні? Ти здурів?

source: Co? Dobrze policzyliście?
uk: Що? Ти правильно порахував?

source: Co? Gdyby wioskę najechali orkowie, już byś nie żył!
uk: Що? Якби на село напали орки, ти б вже був мертвий!

source: Co? Gdzie?
uk: Що? Де?

source: Co? Gdzie? Jak?
uk: Що? Де? Як?

source: Co? Grzebałeś w moich rzeczach? Złodzieju!
uk: Що? Ти порпався в моїх речах? Крадій!

source: Co? Haha, kolego! Ja nie baran przecież!
uk: Що? Ха-ха, друже! Я ж не баран!

source: Co? Hmm... Dobrze się tu żyje, ale trzeba być silnym. Nie jest to miasto, nie ma luksusów. To surowe warunki, jednak uczą szacunku do wszystkiego dookoła.
uk: Що? Хмм... Тут непогано живеться, але потрібно бути сильним. Це не місто, тут немає розкоші. Тут суворі умови, але вони вчать поваги до всього, що тебе оточує.

source: Co? Ja nic nie mówiłem! Już mnie nie ma!
uk: Що? Я нічого не казав! Мене вже немає!

source: Co? Ja w straży? A co by mi to dało, czego mi nie da uczciwa praca w polu?
uk: Що? Я у Варті? Що це мені дасть, чого не дасть чесна робота в полі?

source: Co? Ja... ja nic... ech, dobra. Wziąłem ze skrzyni, od tych, co mnie tu dostarczyli... to nielegalne? Zamkniecie mnie?
uk: Що? Я... я нічого... ех, добре. Я взяв його з ящика, у тих, хто мене сюди привіз... це незаконно? Ти відправиш мене у в'язницю?

source: Co? Jak możesz tak mówić!
uk: Що? Як ти можеш таке казати?!

source: Co? Jak to?
uk: Як це?

source: Co? Jak to? Czemu?
uk: Що? Як це? Чому?

source: Co? Jak to? Macie jakąś informację, co się mogło wydarzyć?
uk: Що? Як це? Є якась інформація про те, що могло статися?

source: Co? Jestem przecież strażnikiem, nie bibliotekarzem.
uk: Що? Я вартовий, а не бібліотекар.

source: Co? Już? Tak po prostu się zgadzasz?
uk: Що, вже? Ти так просто погодився?

source: Co? Kiedy?
uk: Що? Коли?

source: Co? Kogo brakuje?
uk: Що? Кого бракує?

source: Co? Kto? A to ty...
uk: Що? Хто? А, це ти...

source: Co? Musiałeś mnie z kimś pomylić!
uk: Що? Ти, мабуть, мене з кимось переплутав!

source: Co? Mówiłeś, że nie udało ci się go zdobyć! Dlaczego mnie okłamałeś?
uk: Що? Ти ж казав, що його не вдалось знайти! Чому ти збрехав мені?

source: Co? Nic o tym nie wiem.
uk: Що? Нічого про це не знаю.

source: Co? Nie mogę wspierać finansowo każdego kogo przyprowadzisz!
uk: Що? Я не можу підтримувати фінансово кожного, кого ти приводиш!

source: Co? Nie! Widzisz, nie tylko ja znam sposób ze zdobywaniem przewagi nad konkurencją poprzez dobieranie się do ich kufrów.
uk: Що? Ні! Розумієш, я не єдиний, хто знає, як отримати перевагу над конкурентами, шляхом спустошення їх скринь.

source: Co? Nie! Zagrożenie musi się wydawać naturalne!
uk: Що? Звісно, що ні! Загроза повинна виглядати природною!

source: Co? Nie, nie, nie, nie, nie! Chyba oszalałeś!
uk: Що? Ні, ні, ні, ні, ні! Ти здурів!

source: Co? No dobrze, już dobrze. Będę cicho tylko proszę nie mów o naszej bójce Albynowi!
uk: Що? Ну гаразд, гаразд. Я не буду галасувати, тільки, будь ласка, не кажи Альбіну про нашу бійку!

source: Co? O czym ty gadasz?
uk: Що? Про що ти кажеш?

source: Co? O czym ty mówisz?
uk: Що? Про що ти говориш?

source: Co? Odbiło ci?! Teraz to już nie mam po co wracać do domu.
uk: Що? Ти з глузду з'їхав?! Тепер мені нема як повертатися додому.

source: Co? Oszalałeś? Nie tak się umawialiśmy!
uk: Що? Ти здурів? Ми так не домовлялися!

source: Co? Pokaż mi to.
uk: Що? Покажи мені.

source: Co? Pokaż!
uk: Що? Покажи!

source: Co? Proszę, nie nazywaj go w ten sposób...
uk: Що? Попрошу, не називай його так...

source: Co? Przecież ciebie tu spotkałem, więc inni pewnie też się trafią.
uk: Що? Тебе ж я зустрів, отже, напевно, тут ходять й інші.

source: Co? Przecież smoki nie istnieją!
uk: Що? Насправді драконів не існує!

source: Co? Próbujesz się wkupić w moje łaski? Lorenzo nie płaci już tak dużo, jak kiedyś?
uk: Ти що, намагаєшся купити мою прихильність? Лоренцо вже не платить так добре, як раніше?

source: Co? Skąd wiesz? Jak to się stało?
uk: Що? Звідки ти знаєш? Як це сталося?

source: Co? Szef nie byłby zachwycony... Ale, cholera, żebyś wiedział.
uk: Що? Капітану це не сподобається... Хоча, до дідька, чому б ні.

source: Co? Tak po prostu? Jaki masz w tym interes?
uk: Що, просто так? А яка тобі з цього вигода?

source: Co? To ryba, a nie kwiaty! Musi śmierdzieć!
uk: І що? Це ж риба, а не квіти! Вона і має смердіти!

source: Co? To tyle?
uk: Що? І це все?

source: Co? Ty niewdzięczny idioto! Przecież robiłem wszystko właśnie po to, żeby mu pomóc!
uk: Що? Ти невдячний ідіот! Я ж зробив усе, щоб допомогти йому!

source: Co? Ty?
uk: Що? Ти?

source: Co? Że niby postawił jakieś warunki?!
uk: Що? Він поставив якісь умови?!

source: Co?!
uk: Що?!

source: Co?! A dlaczego cię to interesuje?!
uk: Що?! Чому ти цим переймаєшся?

source: Co?! Cholerne ptaszyska!
uk: Що?! Кляті пташиська!

source: Co?! Ja... ja...
uk: Що?! Я... я...

source: Co?! Jak go przekonałeś?
uk: Що? Як ти його переконав?

source: Co?! Jak to? Pogodziłeś ich?
uk: Що?! Як так? Ти їх помирив?

source: Co?! Jak to?! Ty konfidencie!
uk: Що?! Як це?! Ах ти щур!

source: Co?! Nie mam z tobą żadnej zwady! Proszę, pozwól mi odejść!
uk: Що?! Я не хочу з тобою сваритися! Будь ласка, відпусти мене!

source: Co?! Nie, gdzieżby! Można powiedzieć, że ja i Berter mamy taką swoją grę gdzie próbujemy zrobić sobie nawzajem coś zabawnego, pomysłowego i najlepiej bolesnego.
uk: Що?! Ні, ти що! Можна сказати, що в нас із Бертером є своя гра, в якій ми намагаємося зробити щось кумедне, винахідливе і, бажано, болюче один одному.

source: Co?! Pułapkę?! Wspaniale, teraz będę szykował towar w stresie! Genialnie! Mam nadzieję, że naprawdę zawsze stajecie na wysokości zadania!
uk: Що?! Засідку?! Чудово, тепер я буду готувати товар в умовах стресу! Просто чудово! Сподіваюся, що ви, хлопці, справді завжди напоготові!

source: Co?! Za kogo ty mnie masz? Za prostego najemnika? Jestem Wilczym Synem, nie potrzebuję twoich brudnych pieniędzy!
uk: Що? За кого ти мене маєш? За простого найманця? Я Вовчий Син, мені не потрібні твої брудні гроші!

source: Co?! Za takie grosze miałbym cię szkolić? Nie rozśmieszaj mnie!
uk: Що?! За такий мізер я повинен тебе тренувати? Не сміши мене!

source: Codziennie dostaję groźby od ludzi. Wielu już próbowało nas uciszyć, ale głos prawdy wciąż rozbrzmiewa z placów i targowisk.
uk: Я щодня отримую погрози від людей. Багато хто вже намагався змусити нас замовкнути, але голос правди і досі лунає з площ і ринків.

source: Codziennie mówił dzień dobry, poczęstował kawałkiem mięsa czy butelką ginu. Że też w tym mieście wszystkich dobrych ludzi musi spotkać taki los.
uk: Щодня він бажав мені доброго ранку, пригощав шматком м'яса чи пляшкою джина. Це що, всіх добрих жителів цього міста чекає така доля?

source: Codziennie nowe wyzwania! Nowi goście! Nowe potrawy do przyrządzenia!
uk: Щодня нові виклики! Нові гості! Приготування нових страв!

source: Codziennie widzę te same gęby odwiedzające ten burdel, używające sobie i chlejące na umór.
uk: Щодня я бачу, як одні й ті самі люди відвідують цей бордель, розважаються і напиваються до нестями.

source: Coen
uk: Коен

source: Coen poszedł po rozum do głowy i pomógł mi dowlec skrzynię do obozu. Powinien sobie poradzić wśród łotrów. Przy okazji nie muszę się obawiać, że zdradzi mój sekret. Zbirów to co zrobiłem ojcu nie będzie obchodzić.
uk: Коен прийшов до тями і допоміг мені перетягнути скриню до табору. Думаю, він порозуміється з цими негідниками. До речі, мені не варто хвилюватися, що він викриє мою таємницю. Бандитам буде байдуже, що я зробив зі своїм батьком.

source: Coen, to się nie uda. Musimy oddać złoto Cortezowi.
uk: Коене, це не спрацює. Ми повинні віддати золото Кортезу.

source: Coen, to się nie uda. Musimy oddać złoto Cortezowi. Jeśli tego nie zrobimy, to znajdą nas obu i zabiją.
uk: Коене, це не спрацює. Ми повинні віддати золото Кортезу. Якщо ми цього не зробимо, вони знайдуть і вб'ють нас обох.

source: Coen, ty stary draniu! Ciebie się tu nie spodziewałem!
uk: Коене! Старий ти пройдисвіт! Не чекав тебе тут побачити!

source: Coen. Jeśli ta skrzynia nie wróci do swojego właściciela, to już jestem trupem. W tym cała nadzieja na odszukanie Jorna.
uk: Коене, якщо ця скриня не повернеться до свого власника, рахуй я вже небіжчик. У ній вся надія знайти Йорна.

source: Cokolwiek powiedział to kłamstwa!
uk: Все, що він сказав – брехня!

source: Cokolwiek powiedział, to kłamstwa!
uk: Все, що б він не сказав – брехня!

source: Cokolwiek robisz, trzymaj się z dala od tej dwójki.
uk: Що б ти не робив, тримайся подалі від цих двох.

source: Cokolwiek się między nimi dzieje, to Andreas powinien jak najszybciej odpuścić. Przedłużanie konfliktu może doprowadzić winnicę do ruiny!
uk: Що б не відбувалося між ними, Андреас повинен якнайшвидше залишити це в минулому. Затягування конфлікту може призвести до занепаду виноградника!

source: Cokolwiek to jest, nie jestem zainteresowany.
uk: Що б це не було, мене це не цікавить.

source: Cokolwiek to znaczy...
uk: Що б це могло означати...

source: Cokolwiek uczyniłeś, zapłaciłeś za to z nawiązką. Jak możemy cię uwolnić?
uk: Що б ти не зробив, ти сповна заплатив за це. Як я можу тебе звільнити?

source: Cokolwiek zrobimy, obrabujemy kupca, czy napadniemy na transport srebra, i tak za wszystko odpowie Roderich i jego wspaniała straż miejska.
uk: Що б ми не зробили, пограбували купця чи здійснили набіг на транспорт зі сріблом, за все відповідатиме Родеріх і його чудова Міська Варта.

source: Cokolwiek, co pozwoli ci zapomnieć twarze tych, których zabijesz.
uk: Будь-що, що змусить тебе забути обличчя тих, кого ти вбиваєш.

source: Cooo? Jak to? Przyniosłeś mi jakiś falsyfikat! Przecież królowa nie może...
uk: Що? Як це? Ти приніс мені фальшивку?! Зрештою, ферзь не може...

source: Cooo? Jestem!
uk: Щооо? Я вже!

source: Cooo? Mówiłeś, że nikt tutaj nie zagląda!
uk: Щооо? Ти казав, що сюди ніхто не заглядає!

source: Cooo? Nie widzę byś go miał przy sobie. A zresztą, co ja będę naciągał biedniejszych. Komu w drogę, temu czas.
uk: Щооо? Не бачу, щоб воно в тебе було. А зрештою, що взяти з бідняка? Що ж, мені пора.

source: Cooo? To ja już nic nie rozumiem. Zapytam kogoś innego.
uk: Щооо? Тоді я вже нічого не розумію. Я запитаю когось іншого.
